Repository: bartmatthaei/sshkeychain
Catalog: *.lproj/Localizable.strings
Languages: dutch, french, italian

source: Yes
dutch: Ja
french: Oui
italian: Sì

source: No
dutch: Nee
french: Non

source: Download
french: Télécharger

source: Cancel
dutch: Annuleer
french: Annuler
italian: Annulla

source: Changes
dutch: Wijzigingen
french: Nouveautés
italian: Modifiche

source: Lock Apple Keychain
dutch: Vergrendel Apple sleutelhanger
french: Verrouiller le trousseau
italian: Blocca portachiavi

source: Unlock Apple Keychain
dutch: Ontgrendel Apple sleutelhanger
french: Déverrouiller le trousseau
italian: Sblocca portachiavi

# AddedAuthsockToEnvironment
source: Added the SSH_AUTH_SOCK variable to ~/.MacOSX/environment.plist. It will be effective the next time you log in.
dutch: De variabele SSH_AUTH_SOCK is aan het ~/.MacOSX/environment.plist bestand toegevoegd en zal actief worden bij de volgende keer aanmelden.
french: La variable "SSH_AUTH_SOCK" a été ajoutée au fichier ~/.MacOSX/environment.plist". Elle sera opérationnelle lors de la prochaine session.
italian: La variabile SSH_AUTH_SOCK è stata aggiunta nel file ~/.MacOSX/environment.plist. Le modifiche avranno effetto al prossimo login.

# ChangedAuthsockInEnvironment
source: Changed the SSH_AUTH_SOCK variable in ~/.MacOSX/environment.plist. It will be effective the next time you log in.
dutch: De variabele SSH_AUTH_SOCK in het ~/.MacOSX/environment.plist bestand is gewijzigd. Deze wijziging zal actief worden bij de volgende keer aanmelden.
french: La variable "SSH_AUTH_SOCK" a été modifiée dans le fichier ~/.MacOSX/environment.plist". Elle sera opérationnelle lors de la prochaine session.
italian: La variabile SSH_AUTH_SOCK è stata aggiunta nel file ~/.MacOSX/environment.plist. Le modifiche avranno effetto al prossimo login.

source: Check for Updates
dutch: Zoek naar nieuwe versie
french: Vérifier les mises à jour
italian: Controllo presenza aggiornamenti

# FailedToRetrieveXMLVersionInfo
source: Failed to retrieve XML version information.
dutch: Het achterhalen van XML versie informatie is niet gelukt.
french: Échec lors de la vérification du fichier XML d'information.
italian: Recupero informazioni di versione XML fallito.

# Can'tFigureOutOwnVersion
source: Can't figure out my own version.
dutch: Kan mijn eigen versie niet achterhalen.
french: Je ne sais même pas quelle est ma version.
italian: Impossibile stabilire la versione del programma.

source: New Version
dutch: Nieuwe versie
french: Nouvelle version
italian: Ricerca nuove versioni

# NewVersionAvailable
source: There is a new version of SSHKeychain available.
dutch: Er is een nieuwe versie van SSHKeychain beschikbaar.
french: Une nouvelle version de SSHKeychain est disponible.
italian: C'è una nuova versione di SSHKeychain disponibile.

# NoNewVersion
source: There is no new version available.
dutch: Er is geen nieuwe versie beschikbaar.
french: Il n'y a pas de nouvelle version.
italian: Non ci sono nuove versioni disponibili.

# AgentTerminatedPanelTitle
source: Agent Terminated
dutch: Agent gestopt
french: L'ajout à quitté.
italian: Agente terminato

# AgentTerminatedPanelText
source: The agent has unexpectedly terminated. Would you like to restart it ?
dutch: De agent is onverwacht gestopt. Wilt u de agent opnieuw starten?
french: L'agent a quitté inopinément. Voulez-vous le relancer ?
italian: L'agente è terminato inaspettatamente. Desiderate riavviarlo?

# PreferencesNotSavedPanelTitle
source: Preferences Not Saved
dutch: Voorkeuren niet bewaard
french: Préférences non enregistrées.
italian: Preferenze non salvate

# PreferencesNotSavedPanelText
source: Would you like to save the preferences?
dutch: Wilt u de voorkeuren bewaren?
french: Voulez-vous enregistrer vos préférences ?
italian: Volete salvare le preferenze?

# DisplayPanelTitle
source: Display
dutch: Beeld
french: Changement de configuration
italian: Visualizzazione

# DisplayPanelText
source: Changes to the display will be activated the next time this program is started.
dutch: Wijzigingen aan de verschijning zullen actief worden de volgende keer wanneer dit programma wordt gestart.
french: Les changements apportés seront opérationnels au prochain lancement de SSHKeychain.
italian: I cambiamenti apportati alla visualizzazione saranno effettivi al prossimo riavvio del programma.

# DisplayChangeNotAllowed
source: You do not have write permissions on the SSHKeychain bundle, so the Display option can't be changed.
dutch: U heeft geen schrijfbevoegdheid op de SSHkeychain bundel, dus de Beeld optie kan niet gewijzigd worden.
french: Vous n'avez pas le droit d'écrire dans le bundle SSHKeychain, donc l'option d'affichage ne peut être changée.
italian: Non avete il permesso di scrittura nel pacchetto SSHKeychain, per cui le opzioni di visualizzazione non possono essere modificate.

# NewSocketpathPanelTitle
source: New Socket Path
dutch: Nieuw socket pad
french: Nouvel emplacement du socket
italian: Nuovo percorso della socket

# NewSocketpathPanelText
source: The new socket path will be used by the agent the next time it's started. The global environment SSH_AUTH_SOCK variable will be affected next time you log in.
dutch: Het nieuwe socket pad zal bij de volgende start van de agent worden gebruikt. De globale omgevingsvariabele SSH_AUTH_SOCK zal actief worden bij de volgende keer aanmelden.
french: Le nouvel emplacement du socket sera utilisé par l'agent à son prochain lancement. La variable d'environnement globale "SSH_AUTH_SOCK" sera affectée par ce changement lors de la procjaine session.
italian: Il nuovo percorso della socket verrà utilizzato dall'agente la prossima volta che verrà avviato. La variabile globale d'ambiente SSH_AUTH_SOCK avrà effetto al prossimo login.

source: Invalid Key
dutch: Ongeldige sleutel
french: Clé invalide
italian: Chiave non valida

# KeyAlreadyOnList
source: Key is already on the list
dutch: Sleutel staat al in de lijst
french: Cette clé est déjà dans la liste
italian: La chiave è già presente nella lista

source: Read Permission to Key Denied
dutch: Geen leesbevoegdheid voor de sleutel
french: Lecture de la clé interdite
italian: Permesso di lettura alla chiave negato

source: Invalid Private Key
dutch: Ongeldige private sleutel
french: Clé privée invalide
italian: Chiave privata non valida

source: Start Agent
french: Lancer l'agent
italian: Avvia l'agente

source: Stop Agent
french: Arrêter l'agent
italian: Ferma l'agente

# FailedToStartAgent
source: Failed to start ssh-agent.
dutch: Starten van ssh-agent niet gelukt.
french: Échec du lancement de ssh-agent.
italian: Avvio di ssh-agent fallito.

# FailedToStopAgent
source: Failed to stop ssh-agent.
dutch: Stoppen van ssh-agent niet gelukt.
french: Échec de l'arrêt de ssh-agent.
italian: Terminazione di ssh-agent fallito.

# FailedToStartAgentSocketpathInvalid
source: Failed to start ssh-agent. Socket path invalid.
dutch: Starten van ssh-agent niet gelukt. Ongeldig socket pad.
french: Échec du lancement de ssh-agent. L'emplacement du socket est invalide.
italian: Avvio di ssh-agent fallito. Percorso della socket non valido.

# AgentNotFound
source: Couldn't find ssh-agent in given tools path.
dutch: ssh-agent kon niet gevonden worden in de opgegeven map met SSH hulpprogramma's.
french: L'exécutable ssh-agent n'a pu être trouvé à l'emplacement indiqué dans les préférences de SSHKeychain.
italian: Impossibile trovare ssh-agent nel path definito.

source: Add all keys to agent
dutch: Voeg alle sleutels toe aan agent
french: Ajouter toutes les clés à l'agent
italian: Aggiungi tutte le chiavi all'agente

# AddAllKeysToAgentFailed
source: Failed to add all keys to the agent.
dutch: Het is niet gelukt alle sleutels aan de agent toe te voegen.
french: Échec lors de l'ajout de toutes les clés à l'agent.
italian: Aggiungi una chiave all'agente.

source: Add single key to agent
dutch: Voeg sleutel toe aan agent
french: Ajouter une seule clé à l'agent

# AddSingleKeyToAgentFailed
source: Failed to add the key to the agent.
dutch: Het is niet gelukt de sleutel aan de agent toe te voegen.
french: Échec lors de l'ajout de la clé à l'agent.
italian: Fallita l'aggiunta di una chiave all'agente.

source: Agent not running.
dutch: De agent is niet actief.
french: L'agent n'est pas lancé.
italian: L'agente non è in esecuzione.

source: Remove All Keys From Agent
dutch: Verwijder alle sleutels van de agent
french: Effacer toutes les clés de l'agent
italian: Rimuovi tutte le chiavi dall'agente

# RemoveAllKeysFromAgentFailed
source: Failed to remove all keys from the agent.
dutch: Het is niet gelukt alle sleutels van de agent te verwijderen.
french: Échec lors de l'effacement de toutes les clés de l'agent.
italian: Fallita la rimozione di tutte le chiavi dall'agente.

source: Agent Not Started
dutch: De agent is niet gestart
french: L'agent n'est pas lancé
italian: Agente non avviato

source: Internal Inconsistency
dutch: Interne inconsistentie
french: Problème interne
italian: Inconsistenza interna

# SocketpathDirectory
source: The socket path seems to be a directory.
dutch: Het socket pad lijkt een map te zijn.
french: L'emplacement du socket est apparemment un répertoire.
italian: Il percorso della socket sembra essere una directory.

# PleaseChangeSocketpath
source: Please change the socket path in the preferences.
dutch: Alstublieft het socket pad wijzigen in de voorkeuren.
french: Changez s'il vous plaît l'emplacement du socket dans les préférences.
italian: Per favore, modificate il percorso della socket nelle preferenze.

source: Can't write socket in directory.
dutch: Kan niet schrijven naar socket in map.
french: Écriture du socket dans le répertoire impossible.
italian: Impossibile scrivere la socket nella directory.

# PleaseCheckPermissions
source: Please check the permissions.
dutch: Alstublieft de bevoegdheden controleren.
french: Vérifiez s'il vous plaît les permissions.
italian: Per favore, controllate i permessi.

# Couldn'tCreateSocketDirectory
source: Couldn't create the directory where the socket should reside.
dutch: De map voor de socket kon niet aangemaakt worden.
french: Impossible de créer le répertoire où le socket doit être placé.
italian: Impossibile creare la directory dove la socket deve essere posta.

source: Please create it manually.
dutch: Alstublieft deze map handmatig aanmaken.
french: Créez-le manuellement.
italian: Per favore, createla manualmente.

source: Please select a path.
dutch: Alstublieft een pad selecteren.
french: Choisissez un emplacement.
italian: Per favore, selezionate un percorso.

source: already exists.
dutch: bestaat al.
french: existe déjà.
italian: esiste di già.

source: Key type unknown.
dutch: Sleuteltype onbekend.
french: Type de clé inconnu.
italian: Tipo della chiave sconosciuto.

source: Number of bits invalid.
dutch: Aantal bits ongeldig.
french: Longueur invalide.
italian: Numero di bit non valido.

# PassphraseTooShort
source: Passphrase too short (min 5 chars).
dutch: Wachtzin te kort (minimaal 5 tekens).
french: Mot de passe trop court (5 caractères min.).
italian: Passphrase troppo corta (minimo 5 caratteri).

source: Generating...
dutch: Aanmaken…
french: Création...
italian: Generazione in corso...

source: Key generation failed.
dutch: Aanmaken sleutel is niet gelukt.
french: Échec lors de la création de la clé.
italian: Generazione della chiave fallita.

source: Where would you like to save the private key?
dutch: Waar wilt u de private sleutel bewaren?
french: Où voulez-vous enregistrer la clé privée ?
italian: Dove desiderate salvare la chiave privata?

# AddPassphraseToAppleKeychain
source: Add passphrase to the Apple keychain
dutch: Voeg wachtzin toe aan Apple sleutelhanger
french: Ajouter le mot de passe dans le trousseau d'accès Apple
italian: Aggiungi la passphrase al portachiavi

source: Passphrase
dutch: Wachtzin
french: Mot de passe

source: Tunnel Forwarding Failed
dutch: Tunnelkoppeling mislukt
french: Échec lors du passage par le tunnel
italian: Forwarding del tunnel fallito

source: Forwarding failed during initialization.
dutch: Koppeling is niet gelukt tijdens initialisatie.
french: Échec du passsage lors de l'initialisation
italian: Forwarding del tunnel fallito durante l'inizializzazione.

source: Tunnel Setup Failed
dutch: Opbouwen tunnel mislukt
french: Échec des réglages du tunnel
italian: Setup del tunnel fallito

source: Tunnel Terminated
dutch: Tunnel afgebroken
french: Tunnel fermé
italian: Tunnel terminato

# TunnelUnexpectedlyTerminated
source: The tunnel has unexpectedly terminated repeatedly. It will not be restarted.
dutch: De tunnel is onverwachts meerdere malen afgebroken en zal niet opnieuw opgebouwd worden.
french: Le tunnel a quitté inopinément. Il ne sera pas relancé.
italian: Il tunnel è terminato inaspettatamente più volte. Non verrà ristabilito.

# TunnelTerminatedAndCouldNotBeRestarted
source: The tunnel has unexpectedly terminated and could not be restarted.
dutch: De tunnel is onverwachts afgebroken en kon niet opnieuw opgebouwd worden.
french: Le tunnel a quitté inopinément et n'a pu être relancé.
italian: Il tunnel è terminato inaspettatamente e non può essere ristabilito.

source: Active tunnel
dutch: Open tunnel
french: Tunnel ouvert
italian: Tunnel attivo

source: Active tunnels
dutch: Open tunnels
french: Tunnels ouverts
italian: Tunnel attivi

source: No active tunnels
dutch: Geen open tunnels
french: Aucun tunnel ouvert
italian: Non ci sono tunnel attivi

# ConfirmationPanelTitle
source: Confirmation Needed
dutch: Bevestiging noodzakelijk
french: Confirmation requise
italian: Conferma richiesta

# ConfirmationPanelText
source: A client is trying to use your keys. Do you want to allow this?
dutch: Een SSH client probeert uw sleutels te gebruiken. Wilt u dit toestaan?
french: Un client essaye d'utiliser vos clés. Voulez-vous l'autoriser ?
italian: Un client sta tentando di usare le vostre chiavi. Desiderate permetterlo?

source: Preferences
dutch: Voorkeuren
french: Préférences
italian: Preferenze

source: General
dutch: Algemeen
french: Général
italian: Generale

source: Display
dutch: Beeld
french: Affichage
italian: Visualizzazione

source: Security
dutch: Beveiliging
french: Sécurité
italian: Sicurezza

source: Environment
dutch: Omgeving
french: Environnement
italian: Ambiente

source: SSH Keys
dutch: SSH sleutels
french: Clés SSH
italian: Chiavi SSH

source: Unknown Host Key
dutch: Onbekende computersleutel

source: Tunnels
italian: Tunnel
